<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    //for home page
    "Yatafakron·Education"=>"مؤسسة يتفكرون: للأبحاث والأستشارات",
    "enjoy our videos now"=>"استمتع بمقاطع الفيديو الخاصة بنا الآن",
    'home'=>'الصفحة الرئيسية',
    'login'=>'تسجيل الدخول (للمسؤولين)',
    'about_amr'=>'نبذة عني',
    'about_amr_parag'=>'استشاري الصحة النفسية وخبير الطاقة الحيوية ، كاتب ومؤلف ٤ مصنفات  في العلوم الانسانية، مؤسس مؤسسة يتفكرون للاستشارات والتدريب.',
    'register'=>'التسجيل (للمسؤولين)',
    'my_books'=>'الكتب',
    'my_courses'=>'الكورسات',
    'my_sessions'=>'الجلسات',
    'Videos'=>'فيديوهاتي',
    'about_us'=>'معلومات عنا',
    'books'=>'مؤلفاتي',
    'buy_book'=>'احجز كتابك الان',
    'courses'=>'كورساتي',
    'buy_course'=>'احجز كورساتك الان',
    'sessions'=>'جلساتي',
    'session_parag'=>'معالج بأكثر من 50 تقنية علاجية حديثة لأمراض نفسية وعضوية,
    العلاج بالرفلكسولوجي والسوجوك علم الانعكسات الطب الفرعوني والهندي والصيني والكوري ',
    'session_1'=>'تقنية العلاج بالفانجشوي طاقة المنزل والمكان وطرد الكينونات الشريرة معالج بمنتجات النحلة',
    'session_2'=>'تقنية العلاج بمرمجة الحقل الفكري والحرية النفسية',
    'session_3'=>'تقنية العلاج بالأحجار الكريمة والكريستال',
    'session_4'=>'تقنية العلاج بالحجامة بانواعها',
    'session_5'=>'تقنية العلاج بالابر الصينية',
    'session_6'=>'تقنية البراناياما والعلاج بالتنفس الطبي - الأروماثيرابي طب الروائح - العلاج بالترددات الموجية القرأنية والموسيقية',
    'session_7'=>'تطبيق المساج بأنواعه ، تقنية البندول، تقنية طاقة الهرم، تقنية ثيتا ، تقنية كريستالات الماء ، تقنية الالوان العلاجية تقنية تحرير المشاعر المحتقنة والافكار السامة واعادة البرمجة اللغوية العصبية',
    'session_8'=>'رسالتي في الحياة احداث توازن بين العقل والروح والجسد للعيش بسلام ونجاح وسعادة في الدنيا والاخرة ،اتمني من الله ان تكون نيتي خالصه لله وان اكون قيمة مضافة في تحقيق واقع افضل بأيسر الطرق وافضل الاحتمالات',
    'buy_session'=>'احجز جلساتك الان',
    'All rights reserved to Amr Ali'=>'جميع الحقوق محفوظة الي عمرو علي',
    'Follow us now to recieve all new'=>'تابعنا الان ليصلك كل جديد',
    //for login page
    'Email Address'=>'البريد الالكتروني',
    'Password'=>'كلمة السر',
    'Forgot Your Password?'=>'نسيت كلمة السر؟',
    //for register page
    'Name'=>'الاسم',
    'Confirm Password'=>'تأكيد كلمة السر',

    //for admin book page
    'All Books'=>'جميع الكتب',
    'Add Book'=>'اضافة كتاب',
    'Name'=>'الاسم',
    'Picture'=>'الصورة',
    'Control'=>'تحكم',
    'delete'=>'حذف',
     //for all client book page
     'All Clients'=>'صفحة جميع العملاء',
     'Add Client'=>'اضافة عميل',
     'book name'=>'اسم الكتاب',
     'need contact'=>'بحاجة للاتصال',
     // Add Client by Admin
     'Add Client by Admin'=>'إضافة العميل من قبل المسؤول',
     'Back to Clinet Admin Page'=>'العودة إلى صفحة ادارة العملاء',
     //for create book
     'Enter the name of the book'=>'من فضلك ادخل اسم الكتاب',
     'Upload Book Picture'=>'ارفع صورة الكتاب',
     'Upload your Book'=>'ارفع كتابك',
     'Upload'=>'رفع',
     'Back to All Books Page'=>'الرجوع لصفحة كل الكتب',
    //for user books page
    'Books'=>'الكتب',
    'price : 1$'=>'السعر :' ,
    'pdf'=>'10$ للحصول علي نسخة PDF',
    'hard'=>'25$    للحصول علي نسخة ورقية داخل مصر ',
    'hard o'=>'50$ للحصول علي نسخة ورقية خارج مصر',
    'Buy now'=>'اشتري الان',
    'free'=>'حمل مجانا الان',
      //buy books form
      'Buy Books Form'=>'نموذج شراء الكتب',
      'submit_download'=>'للتحميل المجاني سجل الان',
      'Enjoy our Free Book now'=>' استمتع بكتابك المجاني الان',
      'Username'=>'اسم المستخدم',
      'Phone'=>'رقم الهاتف',
      'Address'=>'العنوان',
      'Type'=>'نوع التحميل ',
      'Address_alert'=>'إذا اخترت نسخة ورقية من فضلك لا تنسى ملء حقل العنوان حتى نتمكن من الوصول إليك',
     //for error book payment page
    'error'=>' عملية شراء مرفوضة....من فضلك ادفع مرة اخري',
    'Back to Books page'=>'الرجوع الي صفحة الكتب',
     //success page
     'download'=>'تحميل الان',
     'success'=>'   عملية شراء ناجحة. رقم العملية هو:',
     //for hard copy page
    'reserve'=>'تم الحجز بنجاح سوف نتواصل معك',
      //videos page
    'Enjoy our videos for Free Now:'=> 'استمتع بمقاطع الفيديو الخاصة بنا مجانًا الآن:',
    'v1'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الأول)',
    'v2'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثاني)',
    'v3'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثالث)',
    'v4'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الرابع)',
    'v5'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الخامس)',
    'v6'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السادس)',
    'v7'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السابع)',
    'v8'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثامن)',
    'v9'=>'التفسير التفاعلي إعداد عمرو علي (الجزء التاسع)',
    'v10'=>'التفسير التفاعلي إعداد عمرو علي (الجزء العاشر)',
    'v11'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الحادي عشر)',
    'v12'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثاني عشر)',
    'v13'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثالث عشر)',
    'v14'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الرابع عشر)',
    'v15'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الخامس عشر)',
    'v16'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السادس عشر)',
    'v17'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السابع عشر)',
    'v18'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثامن عشر)',
    'v19'=>'التفسير التفاعلي إعداد عمرو علي (الجزء التاسع عشر)',
    'v20'=>'التفسير التفاعلي إعداد عمرو علي (الجزء العشرون)',
    'v21'=>'التفسير التفاعلي-عمرو علي(الجزء الحادي والعشرون)',
    'v22'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 22)',
    'v23'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 23)',
    'v24'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 24)',
    'v25'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 25)',
    'v26'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 26)',
    'v27'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 27)',
    'v28'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 28)',
    'v29'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 29)',
    'v30'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 30)',
     //for courses success page
     'Back to courses page'=>'الرجوع لصفحة الكورسات'
];
